/* About screen blog label */
"About.blog" = "బ్లాగు ";

/* About screen footer */
"About.footer" = "ప్రపంచవ్యాప్తమైన DigiWallet కంపెనీ వారిచే తయారు చేయబడింది. వెర్షన్ %1$@";

/* Privay Policy button label */
"About.privacy" = "వివరాలను గోప్యంగా ఉంచే విధానాలు";

/* About screen reddit label */
"About.reddit" = "రెడ్డిట్ ";

/* Terms of Use button label */
"About.terms" = "ఉపయోగించేటప్పుడు పాటించాల్సిన నిబంధనలు";

/* About screen title */
"About.title" = "విషయాన్ని గురించి";

/* About screen twitter label */
"About.twitter" = "ట్విట్టర్ ";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "మూసివేయండి ";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "మద్దతు విభాగం";

/* Loading Wallet Message */
"Account.loadingMessage" = "వాలెట్లో డబ్బులు వేయబడుతున్నవి";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "నా డిజీవాలెట్ ";

/* Error alert title */
"Alert.error" = "లోపం ";

/* No internet alert message */
"Alert.noInternet" = "ఇంటర్నెట్ సరఫరా ఉన్నట్టు లేదు. సరఫరా ఉన్నదీ లేనిదీ సరిచూసుకొని మళ్ళీ ప్రయత్నించండి. ";

/* Warning alert title */
"Alert.warning" = "హెచ్చరిక ";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "చిరునామాలు కాపీ చేయబడినవి ";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "అన్ని వాలెట్ చిరునామాలు సమర్ధవంతంగా కాపీ చేయబడినవి.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "కీ పేపర్ సెట్ చేయబడింది\n";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "అద్భుతం";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "పిన్ సెట్ చేయబడింది";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "పంపించడం విఫలమైంది ";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "నిర్ధారణ చేయండి ";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "డబ్బులు పంపించబడినవి\n";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON సీరియలైజేషన్‌లో లోపం ఏర్పడింది";

/* Wallet not ready error message */
"ApiClient.notReady" = "వాలెట్ సిద్ధం కాలేదు ";

/* API Token error message */
"ApiClient.tokenError" = "API టోకెన్‌ను తిరిగి ఇవ్వలేకపోతున్నాము";

/* Send BCH view body. */
"BCH.body" = "మీరు చేరుకోవలసిన DigiByte చిరునామాను క్రింద నమోదు చేయండి. అన్నిDigiByte విడిపోయే సమయంలో మీ వాలెట్ లో వేయబడతాయి.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@ ను %2$@ కి పంపడం నిర్ధారించబడింది  ";

/* Confirmation alert title */
"BCH.confirmationTitle" = "నిర్ధారణ ";

/* Generic bch erorr message */
"BCH.genericError" = "మీ అకౌంట్‌లో ఏమీ డిజీబైట్‌లు లేవు, లేదా ఫోర్క్ తరువాత మీకు డిజీబైట్‌లు అందినవి.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "లావాదేవీల/ట్రాన్సాక్షన్ ఐడి కాపీ చేయబడింది.";

/* No address error message */
"BCH.noAddressError" = "దయచేసి చిరునామాను నమోదు చేయండి ";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "చెల్లింపుల నియమనిబంధనలకు సంబంధించిన అభ్యర్థనలు DigiByte లావాదేవీలకు వర్తించవు.";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte సమర్ధవంతంగా పంపించబడింది.";

/* Widthdraw BCH view title */
"BCH.title" = "DigiByteను వెనక్కి తీసుకోండి";

/* Tx Hash button header */
"BCH.txHashHeader" = "డిజీబైట్ ట్రాన్సాక్షన్ ఐడి ";

/* Approve button label */
"BitID.approve" = "ఆమోదించండి ";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "మీ DigiByte వాలెట్‌ను ఉపయోగించి ప్రమాణీకరించవలసిందిగా %1$@ అభ్యర్థిస్తున్నది";

/* Deny button label */
"BitID.deny" = "తిరస్కరించండి ";

/* BitID error alert title */
"BitID.error" = "ప్రామాణీకరణ లోపం";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "దయచేసి ఈ సర్వీసును సరిచూసుకోండి. బహుశా మీరు మళ్లీ ప్రయత్నించవలసి ఉంటుంది.";

/* BitID success alert title */
"BitID.success" = "విజయవంతంగా ప్రామాణీకరించబడింది ";

/* BitID Authentication Request alert view title */
"BitID.title" = "డిజీ ఐడీ ప్రమాణీకరణ కొరకు అభ్యర్థన";

/* Cancel button label */
"Button.cancel" = "రద్దు చేయండి ";

/* Ignore button label */
"Button.ignore" = "పట్టించుకోకండి ";

/* menu button */
"Button.menu" = "మెను";

/* No button */
"Button.no" = "వద్దు ";

/* OK button label */
"Button.ok" = "అలాగే ";

/* receive button */
"Button.receive" = "అందుకోండి ";

/* send button */
"Button.send" = "పంపించండి ";

/* Settings button label */
"Button.settings" = "సెట్టింగులు";

/* Settings button label */
"Button.submit" = "సమర్పించండి";

/* Yes button */
"Button.yes" = "అవును";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "గడిలో మీ ఐడీ ని ఉంచండి";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "పంపించాల్సిన డబ్బుల మొత్తము";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "నెట్వర్క్ రుసుము:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "ప్రాసెసింగుకు పట్టే సమయం: ఈ లావాదేవీని ప్రాసెస్ చేయడానికి %1$@ సెకన్ల సమయం పడుతుంది.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "పంపించండి";

/* Confirmation Screen title */
"Confirmation.title" = "నిర్ధారణ ";

/* To: (address) */
"Confirmation.to" = " కొరకు ";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "మొత్తం ధర: ";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "ప్రతిదీ సరిగ్గా వ్రాసినట్లు నిర్ధారించడానికి, దయచేసి మీ పేపరు కీ నుండి ఈ క్రింది పదాలను నమోదు చేయండి. ";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "పదము #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "డిజీబైట్‌ను ప్రదర్శించే విభాగము";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "మార్పిడి రేటు";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "ఈ పరికరంలో iOS మెయిల్ అనువర్తనంతో ఈమెయిల్‌ను పంపడానికి కావల్సిన ఏర్పాటు చేయబడలేదు.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "ఈమెయిల్ అందుబాటులో లేదు ";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "ఈ పరికరంలో సందేశాలను పంపడానికి కావల్సిన ఏర్పాటు చేయబడలేదు.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "సందేశాలను పంపే సర్వీసు అందుబాటులో లేదు ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "మీరు %1$@ ద్వారా మీ ఫేస్ ఐడీ ఖర్చు పరిమితిలో మార్పులు చేసుకోవచ్చు. ";

/* Face Id screen label */
"FaceIDSettings.label" = "మీ డిజీవాలెట్‌ను అన్‌లాక్ చేయడానికి మరియు ఒక పరిమితి వరకు డబ్బు పంపడానికి మీ ముఖాన్ని ఉపయోగించండి.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "లింక్ వివరాలు/టెక్స్ట్ (టచ్ ఐడీ సెట్టింగులు చూడండి. రాసిన వివరాలను అవసరమైన విధంగా మార్చండి) ";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "డిజీవాలెట్ కోసం ఫేస్ ఐడీని ఉపయోగించడానికి అనుమతించండి  ";

/* Face ID settings view title */
"FaceIDSettings.title" = "ఫేస్ ఐడీ";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "మీరు ఈ పరికరంలో ఫేస్ ఐడీ సెట్ చేయలేదు. దాన్ని సెట్ చేయడం కొరకు మొదట మీరు సెట్టింగులు-> ఫేస్ ఐడి చివరగా పాస్‌కోడ్‌కి వెళ్లండి.  ";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "ఫేస్ ఐడీ సెట్ చేయబడలేదు";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "ఫేస్ ఐడీ వ్యయం పరిమితి ";

/* Economy fee */
"FeeSelector.economy" = "మితవ్యయం";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "అంచనా ప్రకారం డెలివరీకి పట్టే సమయం: 10+ నిమిషాలు";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "సమయంతో ప్రభావితమయ్యే లావాదేవీలకు ఈ ఎంపిక వర్తించదు.";

/* Regular fee */
"FeeSelector.regular" = "సాధారణమైనది";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "అంచనా ప్రకారం డెలివరీకి పట్టే సమయం: 15-30 సెకన్లు";

/* Fee Selector title */
"FeeSelector.title" = "ప్రాసెసింగ్ వేగం ";

/* Checking private key balance progress view text */
"Import.checking" = "ప్రైవేట్ కీ సంతులనాన్ని సరిచూస్తున్నది...";

/* Sweep private key confirmation message */
"Import.confirm" = "ఈ ప్రైవేట్ కీ నుండి మీ వాలెట్ లోకి %1$@ పంపాలా? దానికి డిజీబైట్ నెట్వర్క్ $2@ ఫీజు వసూలుచేస్తుంది .";

/* Duplicate key error message */
"Import.Error.duplicate" = "ఈ ప్రైవేట్ కీ ఇప్పటికే మీ వాలెట్లో ఉంది.";

/* empty private key error message */
"Import.Error.empty" = "ఈ ప్రైవేట్ కీ ఖాళీగా ఉంది.";

/* High fees error message */
"Import.Error.highFees" = "లావాదేవీల ఫీజు ఈ ప్రైవేట్ కీలో అందుబాటులో ఉన్న నిధుల కంటే ఎక్కువగా ఉంది.";

/* Not a valid private key error message */
"Import.Error.notValid" = "ఇది సరైన ప్రైవేట్ కీ కాదు ";

/* Import signing error message */
"Import.Error.signing" = "ట్రాన్సాక్షన్ సైన్ చేయడంలో లోపం జరిగింది";

/* Import button label */
"Import.importButton" = "జతచేయడం";

/* Importing wallet progress view label */
"Import.importing" = "వాలెట్‌ను జతచేయడం ";

/* Caption for graphics */
"Import.leftCaption" = "వాలెట్‌ను జతచేయాల్సి ఉన్నది";

/* Import wallet intro screen message */
"Import.message" = "మీ వాలెట్‌ను జతచేయడంద్వారా, ఒకే ట్రాన్సాక్షన్‌ద్వారా మీ మొత్తం డబ్బును ఇతర వాలెట్ నుండి మీ డిజీవాలెట్ లోకి  బదిలీ చేసుకోవచ్చు.  ";

/* Enter password alert view title */
"Import.password" = "ఈ ప్రైవేట్ కీ పాస్‌వర్డ్‌తో సురక్షితం చేయబడి ఉన్నది.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "పాస్‌వర్డ్‌";

/* Caption for graphics */
"Import.rightCaption" = "మీ డిజీవాలెట్";

/* Scan Private key button label */
"Import.scan" = "ప్రైవేట్ కీని స్కాన్ చేయండి";

/* Import wallet success alert title */
"Import.success" = "విజయవంతమైంది ";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "వాలెట్ విజయవంతంగా జతచేయబడింది.";

/* Import Wallet screen title */
"Import.title" = "వాలెట్‌ను జతచేయండి";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "కీ ని అన్‌లాక్ చేయడం ";

/* Import wallet intro warning message */
"Import.warning" = "ఒక వాలెట్ జతచేయడంలో లావాదేవీ చరిత్ర లేదా ఇతర వివరాలను జతచేయడం భాగం కాదు. ";

/* Wrong password alert message */
"Import.wrongPassword" = "తప్పు పాస్‌వర్డ్, దయచేసి తిరిగి ప్రయత్నించండి.  ";

/* Close app button */
"JailbreakWarnings.close" = "మూసివేయండి ";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "దీన్ని పట్టించుకోకండి";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "పరికరం/డివైస్ భద్రతకి పరిష్కారం\nఏదైనా 'జైల్ బ్రేక్' అనువర్తనం డిజీవాలెట్  యొక్క కీచైన్ డేటాను ప్రాప్యత చేయవచ్చు మరియు మీ డిజీబైట్‌ను దొంగిలించవచ్చు! వెంటనే ఈ వాలెట్‌ను వైప్ చేసి, సురక్షిత పరికరంలో పునరుద్ధరించండి. ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "పరికరం/డెవైస్ భద్రతకి పరిష్కారం\nఏదైనా 'జైల్ బ్రేక్' అనువర్తనం డిజీవాలెట్  యొక్క కీచైన్ డేటాను ప్రాప్యత చేయవచ్చు మరియు మీ డిజీబైట్‌ను దొంగిలించవచ్చు! నాన్-జైల్‌బ్రోకెన్ పరికరంలో మాత్రమే మీ డిజీవాలెట్‌ను ఉపయోగించండి. ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "హెచ్చరిక ";

/* Location services disabled error */
"LocationPlugin.disabled" = "మీ స్థానాన్ని సూచించే సేవలు నిలిపివేయబడ్డాయి. ";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "స్థానాన్ని సూచించే సేవలను అందించడానికి డిజీవాలెట్‌కు అనుమతి లేదు. ";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "మీరు %1$@ లో మీ వాలెట్‌ని రూపొందించుకున్నారు ";

/* Manage wallet description text */
"ManageWallet.description" = "మీ వాలెట్ పేరు మీ ఖాతా లావాదేవీ చరిత్రలో మాత్రమే కనిపిస్తుంది మరి ఇతరులెవ్వరూ దాన్ని చూడలేరు.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "వాలెట్ పేరు";

/* Manage wallet modal title */
"ManageWallet.title" = "వాలెట్‌ను నిర్వహించడం";

/* Buy bitcoin title */
"MenuButton.buy" = "డిజీబైట్‌ను కొనండి ";

/* Menu button title */
"MenuButton.lock" = "వాలెట్‌ను లాక్ చేయండి ";

/* Menu button title */
"MenuButton.security" = "రక్షణ విభాగం";

/* Menu button title */
"MenuButton.settings" = "సెట్టింగులు ";

/* Menu button title */
"MenuButton.support" = "మద్దతు";

/* button label */
"MenuViewController.createButton" = "కొత్త వాలెట్‌ను రూపొందించండి ";

/* Menu modal title */
"MenuViewController.modalTitle" = "మెను ";

/* button label */
"MenuViewController.recoverButton" = "వాలెట్‌ను పునరుద్ధరించండి";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "స్వయంచాలిక విధానానికి మారండి";

/* Node is connected label */
"NodeSelector.connected" = "అనుసంధానించబడినారు ";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "నోడ్ ఐపి చిరునామా మరియు పోర్ట్ (ఇది మీరు కావాలనుకుంటేనే)ను నమోదు  చెయ్యండి ";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "నోడ్‌ను నమోదు చేయండి";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "మానవీయ/మాన్యూల్ పద్ధతికి మారండి  ";

/* Node address label */
"NodeSelector.nodeLabel" = "ప్రస్తుత ప్రాథమిక నోడ్ ";

/* Node is not connected label */
"NodeSelector.notConnected" = "అనుసంధానం కాలేదు";

/* Node status label */
"NodeSelector.statusLabel" = "నోడ్ యొక్క అనుసంధాన/కనెక్షన్ స్థితి";

/* Node Selector view title */
"NodeSelector.title" = "డిజీబైట్ నోడ్స్ ";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "ఈ చెల్లింపు అభ్యర్థన బాలేదు ";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "మద్దతు లేని లేదా చెడిపోయిన పత్రం";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "తప్పిపోయిన ప్రమాణపత్రం";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "అభ్యర్థన గడువు ముగిసింది";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "చెల్లింపు చేయడం సాధ్యపడలేదు";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "డిజీబైట్ చెల్లింపులు %1$@ కంటే తక్కువగా ఉండకూడదు";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "డిజీబైట్ లావాదేవీల ప్రతిఫలాలు $@ కంటే తక్కువగా ఉండకూడదు. ";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "మద్దతులేని సంతకం ";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "అవిశ్వాస ప్రమాణపత్రం ";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "ఫేస్ ఐడీ ని ప్రారంభించడానికి ఇక్కడ నొక్కండి  ";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "ఫేస్ ఐడీ ని ప్రారంభించండి ";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "మీ వాలెట్‌ను కాపాడేందుకు పరికరం యొక్క పాస్‌కోడ్ అవసరమవుతుంది. సెట్టింగులోకి వెళ్ళి పాస్‌కోడ్‌ను ఆన్ చేయండి. ";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "పరికరం యొక్క పాస్‌కోడ్‌ను ఆన్ చేయండి";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "మీరు ఎప్పుడైనా మీ ఫోన్ పారేసుకున్నా లేదా మీరు దాన్ని మార్చినప్పుడు మీ పేపర్ కీ దాంట్లో తప్పక భద్రపరచుకోవాలి. కొనసాగించడానికి ఇక్కడ నొక్కండి. ";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "చర్య తీసుకోవడం అవసరం";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "మీ వాలెట్ సమకాలీకరణ పరిధిలో లేదు. బ్లాక్‌చైన్ను తిరిగి స్కాన్ చేయడం ద్వారా ఇది తరచుగా పరిష్కరించబడుతుంది.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "లావాదేవీ/ట్రాన్సాక్షన్ తిరస్కరించబడింది ";

/* Share data prompt body */
"Prompts.ShareData.body" = "మాతో మీ అనామక డేటాను పంచుకొని, మీ డిజీవాలెట్‌ను మెరుగుపరచడంలో మాకు సహకరించండి.  ";

/* Share data prompt title */
"Prompts.ShareData.title" = "మీ అనామక డేటాను మాతో పంచుకోండి";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "మీ టచ్ ఐడీ ని సంసిద్ధపరచడానికి ఇక్కడ నొక్కండి";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "టచ్ ఐడీ ని ప్రారంభించండి ";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "6-అంకెల పిన్‌ను ఉపయోగించడానికి, డిజీవాలెట్, నవీకరించబడింది. అప్‌గ్రేడ్ చేయడానికి/నవీకరించడానికి ఇక్కడ నొక్కండి. ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "పిన్‌ను నవీకరించండి ";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "భవిష్యత్తులో డిజీవాలెట్ నుండి ప్రత్యేక సందేశాలను అందుకోవడానికి, ప్రకటనలను ప్రారంభించండి.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "ప్రకటనలను ముందుకు పంపండి ";

/* Push notifications are off label */
"PushNotifications.off" = "ఆపు చేయండి ";

/* Push notifications are on label */
"PushNotifications.on" = "ఆన్ చేయండి";

/* Push notifications settings view title label */
"PushNotifications.title" = "ప్రకటనలు";

/* Address copied message. */
"Receive.copied" = "క్లిప్‌బోర్డుకు కాపీ చేయబడింది. ";

/* Share via email button label */
"Receive.emailButton" = "ఈమెయిల్ ";

/* Request button label */
"Receive.request" = "ఒక మొత్తాన్ని అభ్యర్థించండి";

/* Share button label */
"Receive.share" = "ఇతరులతో పంచుకోండి";

/* Share via text message (SMS) */
"Receive.textButton" = "లిఖితపూర్వక సందేశం";

/* Receive modal title */
"Receive.title" = "స్వీకరించండి";

/* Done button text */
"RecoverWallet.done" = "పని పూర్తయింది ";

/* Recover wallet header */
"RecoverWallet.header" = "వాలెట్‌ను పునరుద్ధరించండి ";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "పిన్‌ను రీసెట్ చేయండి ";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "పేపర్ కీని నమోదు చేయండి ";

/* Recover wallet intro */
"RecoverWallet.intro" = "పేపర్ కీ తో మీ డిజీవాలెట్‌ను పునరుద్ధరించండి";

/* Invalid paper key message */
"RecoverWallet.invalid" = "మీరు ఎంటర్ చేసిన పేపర్ కీ చెల్లదు. దయచేసి ప్రతి పదాన్ని రెండుసార్లు సరిచూసుకుని తిరిగి ప్రయత్నించండి.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "ఎడమవైపు బాణం  \n  ";

/* Next button label */
"RecoverWallet.next" = "తరువాత";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "మరింత సమాచారం కోసం ఇక్కడ నొక్కండి.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "కుడివైపు బాణం";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "మీరు పునరుద్ధరించుకోవాలనుకున్న వాలెట్‌ యొక్క పేపర్ కీని నమోదు చేయండి. ";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "మీ పిన్‌ను రీసెట్ చేయడానికి, మీ పేపర్ కీ లోని పదాలను ఈ క్రింది గళ్ళల్లో నమోదు చేయండి. ";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "దయచేసి మొదట డబ్బుల మొతాన్ని నమోదు చేయండి.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "ఒక మొత్తాన్ని అభ్యర్థించండి";

/* Alert action button label */
"ReScan.alertAction" = " సమకాలీకరణ ";

/* Alert message body */
"ReScan.alertMessage" = "సమకాలీకరణ జరిగేటప్పుడు మీరు డబ్బును పంపలేరు. ";

/* Alert message title */
"ReScan.alertTitle" = "బ్లాక్‌చైన్‌తో సమకాలీకరించాలా?";

/* extimated time */
"ReScan.body1" = "20-45 నిమిషాలు ";

/* Syncing explanation */
"ReScan.body2" = "ఒక లావాదేవీ, డిజీబైట్ నెట్వర్క్‌లో పూర్తయినట్లుగా కనిపిస్తుంది కానీ మీ డిజీవాలెట్‌లో మాత్రం కాదు. ";

/* Syncing explanation */
"ReScan.body3" = "మీకు లావాదేవీలో ఏదో లోపం జరిగి మళ్ళీ మళ్ళీ అది తిరస్కరించబడునట్టుగా చూపించబడుతున్నది. ";

/* Start Sync button label */
"ReScan.buttonTitle" = "సమకాలీకరణను ప్రారంభించండి";

/* Sync blockchain view footer */
"ReScan.footer" = "బ్లాక్‌చైన్‌తో సమకాలీకరించేటప్పుడు మీరు డబ్బును పంపలేరు. ";

/* Sync Blockchain view header */
"ReScan.header" = "బ్లాక్‌చైన్‌ను సమకాలీకరించండి  ";

/* Subheader label */
"ReScan.subheader1" = "అంచనా వేసిన సమయం ";

/* Subheader label */
"ReScan.subheader2" = "ఎప్పుడు సమకాలీకరించాలి ";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = " కామెరా ఫ్లాష్ ";

/* Complete filter label */
"Search.complete" = "పూర్తయింది  ";

/* Pending filter label */
"Search.pending" = "పెండింగ్/ఇంకా పూర్తికాలేదు  ";

/* Received filter label */
"Search.received" = "అందుకోబడినవి  ";

/* Sent filter label */
"Search.sent" = "పంపబడినవి ";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "ఫేస్ ఐడీ ";

/* Security Center Info */
"SecurityCenter.info" = "పూర్తి రక్షణ కోసం అన్ని భద్రతా లక్షణాలను సంసిద్ధం చేయండి. ";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "మీరు మీ ఫోను పారేసుకున్నా లేదా అప్‌గ్రేడ్ చేసినా, మీ డిజీబైట్‌ను తిరిగి పొందడానికి ఏకైక మార్గం. ";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "పేపర్ కీ";

/* PIN button description */
"SecurityCenter.pinDescription" = "మీ డిజీవాలెట్‌ను, అనధికార వినియోగదారుల నుండి రక్షిస్తుంది.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6 అంకెల పిన్";

/* Security Center Title */
"SecurityCenter.title" = "రక్షణ విభాగం ";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "సౌకర్యవంతంగా మీ డిజీబైట్‌ను అన్‌లాక్ చేసి, సెట్ చేసుకున్న పరిమితి వరకూ డబ్బు పంపండి.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "టచ్ ఐడీ";

/* Send money amount label */
"Send.amountLabel" = "డబ్బుల మొత్తం";

/* Balance: $4.00 */
"Send.balance" = "మిగిలింది: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "కెమెరా వినియోగాన్ని అనుమతించడానికి సెట్టింగుకు వెళ్లండి. ";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "డిజీవాలెట్‌కు కెమెరా వినియోగానికి అనుమతి లేదు. ";

/* Warning when sending to self. */
"Send.containsAddress" = "చేరవలసిన ప్రదేశము మీ స్వంత చిరునామా. మీకు మీరే పంపుకోలేరు. ";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "లావాదేవీని రూపొందించడం సాధ్యపడలేదు. ";

/* Description for sending money label */
"Send.descriptionLabel" = "మెమో ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "పేస్ట్‌బోర్డ్ ఖాళీగా ఉంది.";

/* Network Fee: $0.01 */
"Send.fee" = "నెట్వర్క్ రుసుము: %1$@ ";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "చెల్లింపులు అందుకోవలసిన వారి గుర్తింపు ధృవీకరించబడలేదు.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "చేరుకోవలసిన చిరునామా, చెల్లుబాటులో ఉన్న డిజీబైట్ చిరునామా కాదు.  ";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "పేస్ట్‌బోర్డ్‌పైన చెల్లుబాటు అయ్యే డిజీబైట్ చిరునామా లేదు. ";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "చెల్లని చిరునామా";

/* Is rescanning error message */
"Send.isRescanning" = "పూర్తి పునరుద్ధీకరణ/రీస్కాన్ జరుగుతున్న సమయంలో, పంపించడం నిలిపివేయబడమైనది.";

/* Loading request activity view message */
"Send.loadingRequest" = "లోడింగు కోసం అభ్యర్థన";

/* Empty address alert message */
"Send.noAddress" = "దయచేసి గ్రహీత యొక్క చిరునామాను నమోదు చేయండి. ";

/* Emtpy amount alert message */
"Send.noAmount" = "దయచేసి పంపించడానికి ఒక మొత్తాన్ని నమోదు చేయండి. ";

/* Paste button label */
"Send.pasteLabel" = "అతికించండి  ";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "లావాదేవీని ప్రచురించడానికి వీలుకాలేదు. ";

/* Could not load remote request error message */
"Send.remoteRequestError" = "చెల్లింపు అభ్యర్థనను లోడ్ చేయడం/ఎక్కించడానికి సాధ్యపడలేదు   ";

/* Scan button label */
"Send.scanLabel" = "పరిశోధించు/స్కాన్ చేయి ";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "పంపించండి ";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "పంపించండి ";

/* Send money to label */
"Send.toLabel" = "కొరకు ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "డిజీబైట్ చిరునామాలు ఒక్కసారి మాత్రమే వినియోగించడానికి ఉద్దేశించబడ్డాయి. ";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "తిరిగి వినియోగించడం మీకు మరియు గ్రహీతకు ఇద్దరికీ గోప్యతను తగ్గిస్తుంది ఇంకా స్వీకర్త నేరుగా చిరునామాను నియంత్రించకలేకపోతే నష్టపోయే అవకాశం ఉంది.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "ఈ చిరునామా ఇంతకుముందే ఉపయోగించబడింది";

/* About label */
"Settings.about" = "విషయాన్ని గురించి";

/* Advanced Settings title */
"Settings.advancedTitle" = "ఆధునిక సెట్టింగులు";

/* i.e. the currency which will be displayed */
"Settings.currency" = "కరెన్సీని చూపించండి";

/* Join Early access label */
"Settings.earlyAccess" = "త్వరితగతిన పొందడానికి ఇందులో చేరండి";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "మీరు డిజీవాలేట్ అనుభవాన్ని ఆస్వాదించగలుగుతున్నారా?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "ఫేస్ ఐడీ యొక్క ఖర్చు పరిమితి ";

/* Import wallet label */
"Settings.importTitle" = "వాలెట్‌ను జతచేయండి ";

/* Manage settings section header */
"Settings.manage" = "నిర్వహించడం";

/* Notifications label */
"Settings.notifications" = "ప్రకటనలు";

/* Leave review button label */
"Settings.review" = "మాతో మీ అనుభవాన్ని సమీక్షించి మాకు తెలియజేయండి ";

/* Share anonymous data label */
"Settings.shareData" = "మీ అనామక డేటాను మాతో పంచుకోండి";

/* Sync blockchain label */
"Settings.sync" = "బ్లాక్‌చైన్‌ను సమకాలీకరించండి ";

/* Settings title */
"Settings.title" = "సెట్టింగులు ";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "టచ్ ఐడీ యొక్క ఖర్చు పరిమితి ";

/* Wallet Settings section header */
"Settings.wallet" = "వాలెట్";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "ఇంకొక వాలెట్‌ను ప్రారంభించండి/పునరుద్ధరించండి";

/* Share data view body */
"ShareData.body" = "మాతో మీ అనామక డేటాను పంచుకొని డిజిబిట్ ను మెరుగుపరచడంలో మాకు తోడ్పడండి. ఇందులో ఏవిధమైన ఆర్థిక సమాచారం ఉండదు. మేము మీ ఆర్థిక వివరాలను గోప్యంగా ఉంచుతాము. ";

/* Share data header */
"ShareData.header" = "మీ డేటాను అందరితో పంచుకోవాలా? ";

/* Share data switch label. */
"ShareData.toggleLabel" = "మీ అనామక డేటాను అందరితో పంచుకోవాలా? ";

/* button label */
"StartPaperPhrase.againButtonTitle" = "పేపర్ కీని మళ్ళీ రాయండి";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "మీ ఫోన్ పారేసుకున్నా, దొంగిలించబడినా, పగిలిపోయిన లేదా దాన్ని అప్‌గ్రేడ్ చేసినా, అందులో డిజీవాలెట్‌ను పునరుద్ధరించడానికి మీ పేపర్ కీ మాత్రమే ఏకైక మార్గం. \n \nమీకు కొన్ని పదాల జాబితాను మేము చూపిస్తాము. వాటిని ఒక కాగితంపై రాసి మీవద్ద భద్రంగా దాచుకోండి.   ";

/* button label */
"StartPaperPhrase.buttonTitle" = "పేపర్ కీని రాయండి";

/* Argument is date */
"StartPaperPhrase.date" = "మీరు చివరిగా %1$@ లో మీ పేపర్ కీని రాసారు";

/* Start view message */
"StartViewController.message" = "డిజీబైట్‌ను ఉపయోగించడానికి అత్యంత సురక్షితమైన మరియు భద్రమైన మార్గం. ";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "అనుసంధానించబడుతున్నది";

/* Syncing view header text */
"SyncingView.header" = "సమకాలీకరించబడుతున్నది ";

/* Retry button label */
"SyncingView.retry" = "తిరిగి ప్రయత్నించండి";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "సమకాలీకరించబడుతున్నది ";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "మీరు %1$@ నుండి మీ టచ్ ఐడీ ఖర్చు పరిమితిని మీకనుకూలంగా మార్చుకోవచ్చు \n";

/* Touch Id screen label */
"TouchIdSettings.label" = "మీ డిజీవాలెట్‌ను అన్‌లాక్ చేయడానికి మీ వేలిముద్రను ఉపయోగించండి ఆ తరువాత మీ సెట్ పరిమితి వరకూ డబ్బుని పంపండి. \n";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "మీ టచ్ ఐడీ ఖర్చు పరిమితి చూపించే స్క్రీను";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "ఖర్చు పరిమితి: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "డిజీవాలెట్ కోసం మీ టచ్ ఐడీని అనుమతించండి \n";

/* Touch ID settings view title */
"TouchIdSettings.title" = "టచ్ ఐడీ";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "మీరు ఈ పరికరంలో టచ్ ఐడీని సెట్ చేయలేదు. దాన్ని సెట్ చేయడానికి మీరు మొదట సెట్టింగులు-> ఐడీ మరియు చివరగా పాస్‌కోడ్‌కు వెళ్ళండి.  \n";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "టచ్ ఐడీ సెట్ చేయబడలేదు ";

/* Always require passcode option */
"TouchIdSpendingLimit" = "ఎల్లప్పుడూ పాస్‌కోడ్ అవసరం అవుతుంది";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "మీ ఖర్చు పరిమితిని దాటి ఏదైనా లావాదేవీని పంపడం కొరకు మరియు మీరు మీ 6-అంకెల పిన్‌ని నమోదు చేసిన ప్రతి 48 గంటల సమయం తరువాత మళ్ళీ మీ 6-అంకెల పిన్‌ని నమోదు చేయమని అడుగుతారు. ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = " టచ్ ఐడీ ఖర్చు పరిమితి ";

/* Availability status text */
"Transaction.available" = "ఖర్చు చేయడానికి అందుబాటులో ఉన్న మొత్తం ";

/* Transaction complete label */
"Transaction.complete" = "పూర్తయినది ";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "చివరగా మిగిలి ఉన్న మొత్తం: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "అందుకున్నప్పుడు మార్పిడి రేటు: ";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "పంపినప్పుడు మార్పిడి రేటు: ";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ రుసుము)";

/* Invalid transaction */
"Transaction.invalid" = "ఇది చెల్లదు";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "ఇప్పుడే ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "పురోగతిలో ఉన్నది: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "పురోగతిలో ఉన్నది: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "ప్రారంభంలో అందుబాటులో ఉన్న మొత్తం: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "ధృవీకరించడానికి వేచి ఉన్నాము. కొంతమంది వ్యాపారులతో లావాదేవీని పూర్తి చేయడానికి నిర్ధారణ అవసరమవుతుంది. అంచనా ప్రకారం పట్టే సమయం: 1-2 నిమిషాలు. ";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "ఖాతా";

/* Amount section header */
"TransactionDetails.amountHeader" = "డబ్బుల మొత్తం";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "బ్లాక్‌లో ధృవీకరించబడింది ";

/* Memo section header */
"TransactionDetails.commentsHeader" = "మెమో ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "మీ లావాదేవీలు ఇక్కడ కనిపిస్తాయి. ";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "%1$@ వద్ద ";

/* More button title */
"TransactionDetails.more" = "ఇంకా... ";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@కు తరలించబడింది";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b>కు తరలించబడింది";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "ఇంకా ధృవీకరించబడలేదు";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ స్వీకరించబడింది ";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b>స్వీకరించబడింది ";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ పంపబడింది";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = " <b>%1@</b> పంపబడింది";

/* Status section header */
"TransactionDetails.statusHeader" = "ప్రస్తుత స్థితి";

/* Transaction Details Title */
"TransactionDetails.title" = "లావాదేవీ యొక్క వివరాలు";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "%1$@ కు ";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "డిజీబైట్ ట్రాన్సాక్షన్ ఐడీ";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "ఈ చిరునామా వద్ద స్వీకరించబడింది ";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "ఈ చిరునామాకు పంపబడింది ";

/* Disabled until date */
"UnlockScreen.disabled" = "నిలిపివేయబడిన విభాగం: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "నా చిరునామా";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "పిన్‌ను తిరిగి సెట్ చేయండి ";

/* Scan button title */
"UnlockScreen.scan" = "పరిశోధించు/స్కాన్ చేయి ";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "పిన్‌ను నమోదు చేయండి";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "మీ డిజీవాలెట్‌ను అన్‌లాక్ చేయండి ";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "మీ టచ్ ఐడీని అన్‌లాక్ చేయండి ";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "వాలెట్ అన్‌లాక్ చేయబడింది";

/* Update PIN caption text */
"UpdatePin.caption" = "ఈ పిన్‌ను గుర్తుంచుకోండి. మీరు దాన్ని మర్చిపోతే, మీరు మీ డిజీబైట్‌ను చేరుకోలేరు .";

/* PIN creation info. */
"UpdatePin.createInstruction" = "మీ డిజీబైట్‌ను అన్‌లాక్ చేయబడానికి మరియు డబ్బు పంపేందుకు మీ పిన్ ఉపయోగించబడుతుంది. ";

/* Update PIN title */
"UpdatePin.createTitle" = "పిన్‌ను సెట్ చేసుకోండి";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "పిన్‌ను తిరిగి నమోదు చేయండి ";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "మీ ప్రస్తుత పిన్‌ను నమోదు చేయండి ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "మీ కొత్త పిన్‌ను నమోదు చేయండి  ";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "మీ కొత్త పిన్‌ను తిరిగి నమోదు చేయండి ";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "క్షమించండి, పిన్‌ను నవీకరించడం/అప్‌డేట్ చేయడం సాధ్యపడలేదు. ";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "పిన్‌ను అప్‌డేట్ చేయడంలో లోపం";

/* Update PIN title */
"UpdatePin.updateTitle" = "పిన్‌ను అప్‌డేట్ చేయండి   ";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "వాలెట్ చిరునామాలను క్లిప్‌బోర్డుకు కాపీ చేయాలా?  ";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "వాలెట్ చిరునామాలను క్లిప్‌బోర్డుకు కాపీ చేయడానికి ప్రామాణీకరించండి ";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "వాలెట్ చిరునామాలను కాపీ చేయండి";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "కాపీ చేయండి";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "దయచేసి ఈ లావాదేవీని ప్రామాణీకరించడానికి మీ పిన్‌ను నమోదు చేయండి.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "ముందుకు కొనసాగడానికి దయచేసి మీ పిన్‌ను నమోదు చేయండి.";

/* Verify PIN view title */
"VerifyPin.title" = "పిన్ అవసరం ";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "ఈ లావాదేవీని ప్రామాణీకరించండి";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "మీ వాలెట్ని సెటప్ చేయడానికి మీ డిజీవాలెట్ ఐఫోన్ అనువర్తనాన్ని తెరవండి. ";

/* Dismiss button label */
"Webview.dismiss" = "రద్దుచేయండి";

/* Webview loading error message */
"Webview.errorMessage" = "కంటెంటును లోడ్ చేయడంలో ఏదో లోపం ఉంది. దయచేసి మళ్లీ ప్రయత్నించండి.";

/* Updating webview message */
"Webview.updating" = "నవీకరిస్తున్నది... ";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "iOS కోసం డిజీబైట్, దాని పేరును డిజీవాలెట్‌గా మార్చుకుంది, సరి కొత్త ఆకారంలో ఇంకా కొన్ని సరికొత్త ఫీచర్లతో ముందుకొచ్చింది. \n \nమీరు సహాయం కావాలనుకుంటే, చాలా స్క్రీన్‌లకు కుడి వైపున (?) చూడండి.";

/* Top title of welcome screen */
"Welcome.title" = "డిజీవాలెట్‌కు స్వాగతం   ";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "మీరు ఖచ్చితంగా ఈ వాలెట్‌ను తొలగించాలనుకుంటున్నారా?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "వాలెట్‌ను వైప్ చేయాలా? ";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "వాలెట్‌ను వైప్ చేయడం విఫలమైంది.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "విఫలమైంది";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "వాలెట్‌ను వైప్ చేయడానికి మరియు ఇంకొక వాలెట్‌ను ప్రారంభించడానికి లేదా పునరుద్ధరించడానికి, ఈ వాలెట్ రికవరీ దశను నమోదు చేయవలసి ఉంటుంది. మీ ప్రస్తుత బ్యాలెన్స్ ఈ దశలోనే ఉంటుంది. ";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "ఇంకొక వాలెట్‌ను ప్రారంభించడం లేదా పునరుద్ధరించడం వలన మీరు ఈ పరికరంలో మరో డిజీవాలెట్‌ను పొందడానికి మరియు నిర్వహించడానికి వీలు కలుగుతుంది. ";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "మీరు ఈ పరికరం నుండి మీ ప్రస్తుత డిజీవాలెట్‌ను ఇకపై మీరు చేరుకోలేరు. మీ మిగిలి ఉన్న మొత్తం రికవరీ దశలో ఉంటుంది.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "ఇంకొక వాలెట్‌ను ప్రారంభించండి లేదా పునరుద్ధరించండి";

/* Wipe wallet button title */
"WipeWallet.wipe" = "వైప్ చేయండి";

/* Wiping activity message */
"WipeWallet.wiping" = "వైప్ చేస్తున్నది.....";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "ప్రతి పదాన్ని ఒక క్రమంలో రాయండి ఇంకా దానిని సురక్షితమైన స్థానంలో పదిల పరచండి. ";

/* button label */
"WritePaperPhrase.next" = "తరువాతది ";

/* button label */
"WritePaperPhrase.previous" = "అంతకు ముందుది";

/* 1 of 3 */
"WritePaperPhrase.step" = " %2$d లో %1$d";

